Repository: wp-plugins/kc-s2mmc
Catalog: languages/kc-s2m-mc-free-*.po
Languages: bg_bg, ru, sr_rs

source: Check for synchronization
bg_bg: Проверка за синхронизация
ru: Проверь синхронизацию
sr_rs: Proveri sinhronizaciju

source: Site members and MailChimp&#174; lists are not synchronized.
bg_bg: Членовете на сайта и в MailChimp&#174; списъците не са синхронизирани.
ru: Потребители на сайте и в MailChimp&#174; списки различаются.
sr_rs: Članovi site-a i MailChimp&#174; liste nisu sinhronizovani.

source: In fact, there is no way all accounts to be synchronized, because there is lot of cases and exceptions. MailChimp&#174; can report events slower, a member can not receive the confirmation email from MailChimp&#174;, or not click the link yet, or member is admin in the site - all these and others can cause differences in list of members at MailChimp&#174; and site.\n\nBest way to see if the plugin works is to test manually. Create a new user in your MailChimp&#174; list and check if it will be created in WordPress. Well, needs confirmation etc... If this do not works, click `%s` button, wait 5-10 min (MailChimp&#174; can be slow) and test again.
bg_bg: Всъщност, няма начин всички потребители да бъдат синхронизирани, защото има твърде много частни случаи и изключения. MailChimp&#174; може да изпраща информация за промените бавно, потребителя да не е получил потвърждаващото писмо от MailChimp&#174;, или да не е потвърдил още, или потребителя е администратор в сайта - всичко това и още други условия могат да създадат различия в списъците в MailChimp&#174; и на сайта.\n\nНай-добрия начин да видите че плъгина работи е да го тествате ръчно. Направете нов потребител във вашия MailChimp&#174; списък и проверете дали ще бъде създаден автоматично във WordPress. Това изисква потвърждение с писмо и прочие процедури... Ако не сработи, натиснете бутона `%s`, изчакайте 5-10 минути (MailChimp&#174; може да е бавен) и тествайте отново.
ru: На практике нельзя согласовать всех потребителей, так как существует множество частных случаев и иссключении. MailChimp&#174; можеть промедлить, потребитель можеть не получить потверждающее писмо от MailChimp&#174;, или еще не потвердил, или потребитель является администратором в сайта - все те и още другие условия могут създать различия в списки в MailChimp&#174; и на сайте.\n\nЛучший способ проверить что плугин работает - протестуйте вручную. Создайте новый потребитель в ваш MailChimp&#174; список и проверьте будет ли он създаден автоматично в WordPress-е. Для этого надо потвердить писмом и прочие процедуры... Если не работает, нажмите бутона `%s`, подаждите 5-10 минути (MailChimp&#174; можеть подождать с ответном действии...) и сделайте новый тест.
sr_rs: U stvari, nema načina da se svi nalozi sinhronizuju jer ima mnogo slučajeva i izuzetaka. MailChimp&#174; može da izveštava o događajima sporije, član može izabrati da ne prima mail za potvrdu od MailChimp&#174;-a ili da ne klikne na link ili član može biti administrator na site-u. Sve ove mogućnosti (ali i mnoge druge) mogu dovesti do razlika u članovima na MailChimp&#174; listi i na site-u. \n\nNajbolji način da proverite da li plugin radi jeste da ga manuelno testirate. Kreirajte novog korisnika na svojoj MailChimp&#174; listi i proverite da li će biti kreiran u WordPress-u. Pa, potrebna je i potvrda itd. Ako ne radi, kliknite na `%s` taster, sačekajte 5 do 10 minuta (MailChimp&#174; može biti spor) i testirajte ga ponovo.

source: Re-set MailChimp&#174; site
bg_bg: Изпрати настройките на MailChimp&#174; сайта
ru: Переустановьте настройки MailChimp&#174; сайта
sr_rs: Ponovo podesi MailChimp&#174; site

source: List ID %s have %s members, what is not exists in site's DB.
bg_bg: Списък %s има %s потребителя, които не съществуват в сайта.
ru: Список ID%s содержить %s потребителей, которых не существует в БД сайта.
sr_rs: Izlistaj ID %s koji%s imaju članovi koji se ne nalaze u bazi podataka site-a.

source: Synch it
bg_bg: Синхронизирай го
ru: Синхронизируй
sr_rs: Sinhronizuj ga

source: Forget it
bg_bg: Забрави го
ru: Забудь
sr_rs: Zaboravi ga

source: %s site's members are not present in the list ID %s<br>(allow some time for people to confirm and then check again).
bg_bg: %s потребители от сайта не са налични в списъка %s<br>(Оставете известно време хората да потвърдят вписването си в MailChimp&#174; и след това проверете отново).
ru: %s потребителей сайта не наличны в списке %s<br>(Дайте некоторое время людям потвердить, а затем проверьте еще раз).
sr_rs: %s članovi site-a koji nisu prisutni na ID-ju liste %s<br> (daje ljudima neko vreme da potvrde, a zatim da ponovo provere).

source: Synchronize both ways the list ID %s.
bg_bg: Синхронизирай в двете посоки списък %s.
ru: Синхронизация списка ID %s в обоих направлениях.
sr_rs: Sinhronizuj ID liste na oba načina %s.

source: Synch ALL
bg_bg: Синхронизирай всички разлики
ru: Синхронизируй ВСЕХ
sr_rs: Sinhronizuj SVE

source: Forget ALL
bg_bg: Забрави всички разлики
ru: Забудь ВСЕХ
sr_rs: Zaboravi SVE

source: To obtain your MailChimp&#174; List ID(s), log into your MailChimp&#174; and go to the List. Now click the (Settings) link in the menu. A submenu opens, click the (List name and defaults) row. You will find List ID in red, at right column. Until MailChimp&#174 change the user interface again...
bg_bg: За да намерите номерата на списъците в MailChimp&#174;, влезте в своя MailChimp&#174; акаунт и идете на дадения списък. Сега натиснете линка "Настройки" ("Settings") в менюто. Отваря се подменю, изберете реда "Име на листа и стандартни настройки" ("List name and defaults"). Номера на списъка е написан в червено в дясната колона. Ако MailChimp&#174 не е сменил дизайна пак...
ru: Чтобы получить идентификатор списка в MailChimp&#174;, надо войти в свой MailChimp&#174; акаунт и перейти к списку. Теперь нажмите ссылку "Настройки" ("Settings") в меню. Подменю открывается, нажмите строку "Имя и значения по умолчанию" ("List name and defaults"). Вы найдете идентификатор списка в красном, в правой колонке. Пока MailChimp&#174; не изменить пользовательский интерфейс снова...
sr_rs: Da biste dobili ID-je svoje MailChimp&#174; liste, prijavite se na svoj MailChimp&#174; i idite na listu. Sad kliknite na link u meniju (Podešavanja). Otvoriće se submeni. Kliknite na red (Izlistaj ime i podrazumevane vrednosti). Naći ćete ID listu obeleženu crvenom bojom, u desnoj koloni sve dok MailChimp&#174 ponovo ne promeni korisnički interfejs...

source: MailChimp&#174; account
bg_bg: MailChimp&#174; акаунт
ru: MailChimp&#174; акаунт
sr_rs: MailChimp&#174; nalog

source: MailChimp&#174; API Key
sr_rs: MailChimp&#174; API ključ

source: MailChimp&#174; List IDs
bg_bg: номерата на списъците в MailChimp&#174;
ru: номера списков в MailChimp&#174;
sr_rs: MailChimp&#174; ID-jevi liste

source: s2Member&#174; API / List Servers
sr_rs: s2Member&#174; API/Lista servera

source: You will need first to install %s. You will need a %s, a %s, your %s and must set some fields at %s page in the "MailChimp&#174; Integration" tab.
bg_bg: Първо трябва да инсталирате %s. Ще ви трябва и %s, %s, %s и накрая трябва да настроите страницата %s, "MailChimp&#174; Integration" раздела.
ru: Вы должны сначала установить%s. Вам понадобится%s, %s, %s и потом надо установить значения некоторых полей на странице %s, на вкладке "MailChimp&#174; Integration".
sr_rs: Prvo ćete morati da instalirate %s. Biće vam potreban %s, %s, vaš %s i morate podesiti određena polja na %s stranici u tabulatoru "MailChimp&#174; Integracija".

source: All done, run the synchronization
bg_bg: Всичко е готово, синхронизирай
ru: Все готово, синхронизируй
sr_rs: Sve je urađeno, pokreni sinhronizaciju

source: See, add and vote for possible new features
bg_bg: Виж, добави и гласувай за възможните нови функции
ru: Смотри, добавляй и голосуй возможных новых функций
sr_rs: Vidite, dodajte i glasajte za moguće nove funkcionalnosti.

source: s2Member&#174; plugin
bg_bg: s2Member&#174; плъгина
ru: s2Member&#174; плугин
